base-devel
git
rsync
alacritty
fuzzel
waybar
swaync
swayidle
swaylock
grim
slurp
xdg-desktop-portal
xdg-desktop-portal-wlr
wl-clipboard
cliphist
gpu-screen-recorder
libnotify
brightnessctl
wireplumber
pipewire
pipewire-pulse
playerctl
wlr-randr
ffmpeg
polkit-gnome
gnome-keyring
python-rich
pavucontrol
networkmanager
blueman
nautilus
telegram-desktop
discord
zed
ttf-fantasque-nerd
capitaine-cursors
adw-gtk-theme
noto-fonts
noto-fonts-emoji
